tap "nikitabobko/tap"
tap "sikarugir-app/sikarugir"
tap "teamookla/speedtest"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "axel"
brew "bat"
brew "bottom"
brew "freetype"
brew "fontconfig"
brew "ccache"
brew "chafa"
brew "cksfv"
brew "cmake"
brew "cmatrix"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "git"
brew "gmp"
brew "gnupg"
brew "imagemagick-full"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "libaacs"
brew "libdvdcss"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "mailsy"
brew "mas"
brew "media-info"
brew "mise"
brew "nasm"
brew "neovim"
brew "nerdfetch"
brew "ninja"
brew "nmap"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "pkgconf"
brew "poppler"
brew "pv"
brew "qemu"
brew "rclone"
brew "resvg"
brew "sevenzip"
brew "sshpass"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tmux-sessionizer"
brew "topgrade"
brew "tree-sitter"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "teamookla/speedtest/speedtest"
cask "nikitabobko/tap/aerospace"
cask "android-platform-tools"
cask "appcleaner"
cask "blu-ray-player-pro"
cask "find-any-file"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "ghostty"
cask "iina"
cask "jordanbaird-ice"
cask "keka"
cask "kekaexternalhelper"
cask "knockknock"
cask "legcord"
cask "localsend"
cask "loopback"
cask "mailspring"
cask "mullvad-vpn"
cask "musicbrainz-picard"
cask "obs"
cask "onyx"
cask "orbstack"
cask "plexamp"
cask "shottr"
cask "sikarugir-app/sikarugir/sikarugir"
cask "transmit"
cask "visual-studio-code"
cask "xld"
cask "zen"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Dropover", id: 1355679052
mas "Kagi for Safari", id: 1622835804
mas "KiraStudio", id: 6754920847
mas "Logic Pro", id: 634148309
mas "Microsoft Word", id: 462054704
mas "Notability", id: 360593530
mas "One Thing", id: 1604176982
mas "Pure Paste", id: 1611378436
mas "RunCat", id: 1429033973
mas "StopTheMadness Pro", id: 6471380298
mas "Tailscale", id: 1475387142
mas "wBlock", id: 6746388723
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "vscodevim.vim"
go "cmd/go"
go "cmd/gofmt"
