tap "brewforge/extras"
tap "dart-lang/dart"
tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "mediosz/tap"
tap "nikitabobko/tap"
tap "sass/sass"
tap "teamookla/speedtest"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bat"
brew "bottom"
brew "freetype"
brew "fontconfig"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "git"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "libaacs"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "mailsy"
brew "mas"
brew "media-info"
brew "mise"
brew "nasm"
brew "tree-sitter"
brew "neovim"
brew "nerdfetch"
brew "ninja"
brew "nmap"
brew "pandoc"
brew "pkgconf"
brew "poppler"
brew "qemu"
brew "ripgrep"
brew "sevenzip"
brew "sshpass"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tmux-sessionizer"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "gromgit/fuse/ntfs-3g-mac"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "appcleaner"
cask "betterdisplay"
cask "brave-browser"
cask "calibre"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "garmin-express"
cask "ghostty"
cask "google-chrome@dev"
cask "iina"
cask "loopback"
cask "lrcget"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mounty"
cask "musicbrainz-picard"
cask "onedrive"
cask "onyx"
cask "orbstack"
cask "playcover-community"
cask "plexamp"
cask "raycast"
cask "shottr"
cask "soundsource"
cask "transmit"
cask "vesktop"
cask "visual-studio-code"
cask "wireshark-app"
cask "xld"
cask "zen"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Dropover", id: 1355679052
mas "Goodnotes", id: 1444383602
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "Kagi for Safari", id: 1622835804
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "One Thing", id: 1604176982
mas "OverPicture", id: 1188020834
mas "Pure Paste", id: 1611378436
mas "RunCat", id: 1429033973
mas "Sink It", id: 6449873635
mas "SponsorBlock", id: 1573461917
mas "Tailscale", id: 1475387142
mas "WhatsApp", id: 310633997
mas "Yubico Authenticator", id: 1497506650
vscode "astro-build.astro-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "esbenp.prettier-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.vscode-xml"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
