tap "d99kris/nchat"
tap "dart-lang/dart"
tap "nikitabobko/tap"
tap "sass/sass"
tap "teamookla/speedtest"
brew "openssl@3"
brew "readline"
brew "aria2"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "axel"
brew "bat"
brew "bottom"
brew "freetype"
brew "fontconfig"
brew "ccache"
brew "cmake"
brew "cmatrix"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "gmp"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdu"
brew "git"
brew "gnupg"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "libaacs"
brew "libyaml"
brew "lsd"
brew "luarocks"
brew "mailsy"
brew "mas"
brew "media-info"
brew "mise"
brew "mysql"
brew "nasm"
brew "tree-sitter"
brew "neovim"
brew "nerdfetch"
brew "ninja"
brew "nmap"
brew "pandoc"
brew "pkgconf"
brew "poppler"
brew "qemu"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "sshpass"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tmux-sessionizer"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "d99kris/nchat/nchat"
brew "sass/sass/sass"
brew "teamookla/speedtest/speedtest"
cask "aerospace"
cask "android-platform-tools"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fuse-t"
cask "garmin-express"
cask "ghostty"
cask "iina"
cask "keka"
cask "kekaexternalhelper"
cask "legcord"
cask "localsend"
cask "loopback"
cask "mullvad-vpn"
cask "mysqlworkbench"
cask "orbstack"
cask "plexamp"
cask "shottr"
cask "thunderbird"
cask "transmit"
cask "visual-studio-code"
cask "wireshark-app"
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Boop", id: 1518425043
mas "Dropover", id: 1355679052
mas "Hacktivate", id: 6748286602
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "Kagi for Safari", id: 1622835804
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "One Thing", id: 1604176982
mas "OneDrive", id: 823766827
mas "Pure Paste", id: 1611378436
mas "RunCat", id: 1429033973
mas "StopTheMadness Pro", id: 6471380298
mas "Tailscale", id: 1475387142
mas "WhatsApp", id: 310633997
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "vscodevim.vim"
go "cmd/go"
go "cmd/gofmt"
