1password
1password-cli
adguard-vpn
adobe-acrobat-reader
appcleaner
calibre
cyberduck
discord
font-jetbrains-mono-nerd-font
font-symbols-only-nerd-font
google-chrome@dev
handbrake
iterm2
kitty
knockknock
loopback
macfuse
miniconda
mos
mounty
musicbrainz-picard
obsidian
onyx
raycast
rectangle
shottr
soundsource
steermouse
utm
visual-studio-code
vlc
vnc-viewer
xld
zed
